[Play_X2_XP_BET_S_Ambush_A AkEvent]
SpokenText="ADVENT and their Chosen masters are relentless in their pursuit. Today we were caught unprepared."

[Play_X2_XP_BET_S_Covert_Action_Complete_A AkEvent]
SpokenText="Another operation completed, Commander."

[Play_X2_XP_BET_S_First_Res_Op_Geoscape AkEvent]
SpokenText="Commander, a Skirmisher stands alone against the might of ADVENT. Help us eliminate our foes!"

[Play_X2_XP_BET_S_Generic_Confirmation_A AkEvent]
SpokenText="Vox Tala for Ten!"

[Play_X2_XP_BET_S_Influence_Increased_A AkEvent]
SpokenText="Our retribution will have no end!"

[Play_X2_XP_BET_S_Met AkEvent]
SpokenText="We are honored to fight alongside the great Commander of XCOM, for you have defied the Elders at great cost. May our alliance prove strong."

[Play_X2_XP_BET_S_New_Covert_Actions_A AkEvent]
SpokenText="Commander, we have discovered new ways to punish ADVENT."

[Play_X2_XP_BET_S_Skirmisher_Class_Intro AkEvent]
SpokenText="You know them as they were, the soldiers of ADVENT. Now they are free to choose. If you stay your course, Commander, they will stand with you until the end."

[Play_X2_XP_BET_S_Support_Great_Mission_01 AkEvent]
SpokenText="A glorious battle! ADVENT stands no chance against our combined might, Commander."

[Play_X2_XP_BET_S_Support_Tough_Mission_01 AkEvent]
SpokenText="After such a fight, my faith in our cause is not broken, but it wavers."

[Play_X2_XP_S_BET_Ambient_Blacksite AkEvent]
SpokenText="My kind all possess clouded memories of the facility you know as the Blacksite. It is the place of our birth, and the final march for many humans deceived by the Elders' promises. In destroying it, we have done this world a great service."

[Play_X2_XP_S_BET_Ambient_Forge AkEvent]
SpokenText="This being taken from the Elders' facility is unknown to my kind, it is something other than ourselves, an attempt at recapturing something lost. It must be destroyed as is the fate for all bound creations of the Elders."

[Play_X2_XP_S_BET_Ambient_Philosophy AkEvent]
SpokenText="For most of my kind, what we remember of our lives as ADVENT puppets is clouded. Where once there was a constant stream of dominance, now there is only emptiness. In our newfound purpose, we will strike back at those who gave us no choice in our actions."

[Play_X2_XP_S_BET_Ambient_PsiGate AkEvent]
SpokenText="The Elders twist reality to allow their armies to pass through from worlds they have conquered. This gateway is one of many, and it presents a great danger to us all."

[Play_X2_XP_S_BET_Ambient_Reaper_Musing AkEvent]
SpokenText="My kind know all too well of the human Reapers and their brutality in combat. They have slaughtered many of the Elders' minions, and feasted upon the corpses of their prey. But we do not question their practices. If they would maintain their focus on breaking the false gods, then our alliance will hold."

[Play_X2_XP_S_BET_Ambient_Templar_Musing AkEvent]
SpokenText="The Templars seek to take from the Elders' what is most precious to them, the psionic power they draw from this world and all the other worlds they have dominion over. If the Templar followers would pursue their goal to the Elders' ruin, then we have no objections to this."

[Play_X2_XP_S_BET_Chosen_Killed_Stronghold AkEvent]
SpokenText="Long have my kind struggled to fend off the Elders' children, those who have pursued us to no end, stealing our newly earned freedom. Today, you have dealt the Elders a great blow, and forever sealed the bond between our two peoples. Vox Tala for Ten, Commander!"

[Play_X2_XP_S_BET_Confirm_Covert_Action_A AkEvent]
SpokenText="Our order is clear, and we will obey it."

[Play_X2_XP_S_BET_Confirm_Covert_Action_B AkEvent]
SpokenText="My kind will do whatever is needed."

[Play_X2_XP_S_BET_Confirm_Covert_Action_C AkEvent]
SpokenText="We will work hand in hand with our new allies."

[Play_X2_XP_S_BET_Covert_Action_Ambushed_A AkEvent]
SpokenText="The dogs of ADVENT were quick to strike us, our position must have been known."

[Play_X2_XP_S_BET_Covert_Action_Ambushed_B AkEvent]
SpokenText="Our soldiers were ambushed by the forces of the Elders. We must recover and strike back."

[Play_X2_XP_S_BET_Covert_Action_Ambushed_C AkEvent]
SpokenText="Our forces were ambushed, but all will survive this troubled action."

[Play_X2_XP_S_BET_Covert_Action_Complete_A AkEvent]
SpokenText="Against the Elders, we find nothing but success."

[Play_X2_XP_S_BET_Covert_Action_Complete_B AkEvent]
SpokenText="Our actions have succeeded, and the Elders grow fearful."

[Play_X2_XP_S_BET_Covert_Action_Complete_C AkEvent]
SpokenText="We are victorious, and the cause is advanced."

[Play_X2_XP_S_BET_Covert_Action_Fragment_Gain_A AkEvent]
SpokenText="Our recent action has led to the discovery of new information about the Elders' Chosen."

[Play_X2_XP_S_BET_Covert_Action_Fragment_Gain_B AkEvent]
SpokenText="Together we have learned even more about the Chosen that would pursue you, Commander."

[Play_X2_XP_S_BET_Covert_Action_Fragment_Gain_C AkEvent]
SpokenText="Our strength against these Chosen grows just as our knowledge of them does."

[Play_X2_XP_S_BET_Covert_Action_Hero_Grant_A AkEvent]
SpokenText="If you would have them, Commander, one of the first of my kind to be freed would join your crew to serve at the front line of our war."

[Play_X2_XP_S_BET_Covert_Action_Hero_Grant_B AkEvent]
SpokenText="My kind have many brave warriors, one of whom would seek to join you and honor our shared quest to destroy the Elders."

[Play_X2_XP_S_BET_Covert_Action_Hero_Grant_C AkEvent]
SpokenText="Commander, one of the bravest of my kind wishes to serve under your order, as one of your crew. I have no doubt as to their worth."

[Play_X2_XP_S_BET_Covert_Action_Order_Gain_A AkEvent]
SpokenText="We are ready for more orders, Commander, we only await your choice."

[Play_X2_XP_S_BET_Covert_Action_Order_Gain_B AkEvent]
SpokenText="If there are orders you would have us follow, Commander, tell us what must be done."

[Play_X2_XP_S_BET_Covert_Action_Order_Gain_C AkEvent]
SpokenText="All Skirmishers, all those freed from the Elders' bonds, are eager to hear your orders, Commander."

[Play_X2_XP_S_BET_Faction_Encountered AkEvent]
SpokenText="My kind were once the puppets of ADVENT, slaves to the Elders' twisted vision. Now, slowly we are freed, and all who see their bonds broken are driven to fight the Elders with a rage that cannot be stopped. By our own hands, we will destroy all that the Elders value."

[Play_X2_XP_S_BET_Faction_Leader_Intro AkEvent]
SpokenText="Commander, I believe it is time that we meet. I am Betos, first of the freed ADVENT. You are safe here. Pratal Mox was new to our cause, but he believed. In our people's freedom, in this alliance. In you, Commander. I shall do the same. My Skirmishers stand ready should you need them. May our people stand united until the false gods fall."

[Play_X2_XP_S_BET_First_Order_Screen AkEvent]
SpokenText="We are freed from the Elders' bonds, but we retain much of what we knew under their control. Under your leadership, Commander, we will use our power to defy the Elders and crush their false vision for this world."

[Play_X2_XP_S_BET_First_Order_Screen_Slot_Open AkEvent]
SpokenText="My kind are strong, and our will is great. If you would have us do more, we are prepared to take on additional orders."

[Play_X2_XP_S_BET_Influence_Gained_HIGH_A AkEvent]
SpokenText="The Skirmishers respect your ways, Commander.  Your people fight with honor."

[Play_X2_XP_S_BET_Influence_Gained_HIGH_B AkEvent]
SpokenText="We are encouraged by our progress together, for soon the Elders will fall."

[Play_X2_XP_S_BET_Influence_Gained_HIGH_C AkEvent]
SpokenText="Among my kind, the legend of the great Commander of XCOM grows beyond measure."

[Play_X2_XP_S_BET_Influence_Gained_MED_A AkEvent]
SpokenText="We are bound by a common enemy, and together we grow strong."

[Play_X2_XP_S_BET_Influence_Gained_MED_B AkEvent]
SpokenText="My kind respect the ways of your command."

[Play_X2_XP_S_BET_Influence_Gained_MED_C AkEvent]
SpokenText="You have proven to us that you can be trusted."

[Play_X2_XP_S_BET_New_Covert_Actions_Available_A AkEvent]
SpokenText="We have learned new things, new tactics to be used against the Elders' servants. If you would order it, we will make it so."

[Play_X2_XP_S_BET_New_Covert_Actions_Available_B AkEvent]
SpokenText="Our understanding of the Elders' vision has grown, and now we must strike in new ways to crush their efforts."

[Play_X2_XP_S_BET_New_Covert_Actions_Available_C AkEvent]
SpokenText="If you would order us, Commander, we will undertake a new means of disrupting the Elders and their false vision."

[Play_X2_XP_S_BET_Res_Op_Failure_A AkEvent]
SpokenText="We must not allow the Elders to succeed, no matter the cost."

[Play_X2_XP_S_BET_Res_Op_Failure_B AkEvent]
SpokenText="Our failings cannot be allowed to persist."

[Play_X2_XP_S_BET_Res_Op_Failure_C AkEvent]
SpokenText="We must improve our ways, even in the face of death."

[Play_X2_XP_S_BET_Res_Op_Failure_D AkEvent]
SpokenText="There can be no excuse for our failure if it means the Elders' control remains."

[Play_X2_XP_S_BET_Res_Op_Failure_E AkEvent]
SpokenText="We will continue to serve, Commander, but do not shake our trust."

[Play_X2_XP_S_BET_Res_Op_Help_Needed_A AkEvent]
SpokenText="If you could aid my kind in this mission, you would have our gratitude, Commander."

[Play_X2_XP_S_BET_Res_Op_Help_Needed_B AkEvent]
SpokenText="As trusted allies, I ask that you aid my kind in the battle ahead."

[Play_X2_XP_S_BET_Res_Op_Help_Needed_C AkEvent]
SpokenText="Can you aid us, Commander? We are in need of your experience."

[Play_X2_XP_S_BET_Res_Op_Help_Needed_D AkEvent]
SpokenText="Some of my kind are now in a difficult position. Can you provide us with aid?"

[Play_X2_XP_S_BET_Res_Op_Help_Needed_E AkEvent]
SpokenText="We do not back down from battle, but that often leaves us in difficult positions. I could use your aid to counter one now."

[Play_X2_XP_S_BET_Res_Op_Success_A AkEvent]
SpokenText="Your victory honors us!"

[Play_X2_XP_S_BET_Res_Op_Success_B AkEvent]
SpokenText="Together we will crush the Elders!"

[Play_X2_XP_S_BET_Res_Op_Success_C AkEvent]
SpokenText="Our cause grows in strength!"

[Play_X2_XP_S_BET_Res_Op_Success_D AkEvent]
SpokenText="You are all that the legends say you are."

[Play_X2_XP_S_BET_Res_Op_Success_E AkEvent]
SpokenText="Our trust in you is well placed."

[Play_X2_XP_S_BET_Res_Order_Confirm_A AkEvent]
SpokenText="We obey."

[Play_X2_XP_S_BET_Res_Order_Confirm_B AkEvent]
SpokenText="Order understood."

[Play_X2_XP_S_BET_Res_Order_Confirm_C AkEvent]
SpokenText="My kind will obey."

[Play_X2_XP_S_BET_Res_Order_Confirm_D AkEvent]
SpokenText="The Skirmishers are yours."

[Play_X2_XP_S_BET_Res_Order_Confirm_E AkEvent]
SpokenText="For the defeat of the Elders."

[Play_X2_XP_S_BET_Walkup_Captured_Soldier_Rescue AkEvent]
SpokenText="The concern you show for an ally in captivity is not a quality the Elders' instill in those still bound to their service."

[Play_X2_XP_S_BET_Walkup_Chosen_Fought AkEvent]
SpokenText="The Elders' would have us believe that the Chosen are beyond our reach, immortal children to immortal gods. Both will fall."

[Play_X2_XP_S_BET_Walkup_Chosen_Killed AkEvent]
SpokenText="Your victory over the Elders' relentless servant will bring hope to all who had thought their death impossible. "

[Play_X2_XP_S_BET_Walkup_Faction_Only AkEvent]
SpokenText="To end the Elders' false vision, that is the purpose of all Skirmishers. Until it is done, there can be no other path for us."

[Play_X2_XP_S_BET_Walkup_Hero_Captured AkEvent]
SpokenText="The Elders will not look kindly on my ally in captivity. If they have not met their end, their time is short."

[Play_X2_XP_S_BET_Walkup_Hero_Killed AkEvent]
SpokenText="With their freedom, they accepted a new path and sacrificed all that they had. Vox Tala for Ten!"

[Play_X2_XP_S_BET_Walkup_Lose AkEvent]
SpokenText="The Elders have spent eons taking the lives of others, we must learn from our mistakes. "

[Play_X2_XP_S_BET_Walkup_Win AkEvent]
SpokenText="The Elders' anger at our victory today will fill my warriors with pride."

